[
    {
        "title": "NTU leads app-based psychological first aid training in Singapore",
        "summary": "Featuring AI-powered role-play simulations, the app allows learners to practise recognising distress and offering empathetic support.",
        "hyperlink": "https://www.healthcareitnews.com/news/asia/ntu-leads-app-based-psychological-first-aid-training-singapore",
        "date": "28-10-2025"
    },
    {
        "title": "NZ to deploy AI scribes to 1,000 emergency clinicians",
        "summary": "The Ministry of Health embraces AI to maximise the health workforce, says Minister Simeon Brown.",
        "hyperlink": "https://www.healthcareitnews.com/news/anz/nz-deploy-ai-scribes-1000-emergency-clinicians",
        "date": "28-10-2025"
    },
    {
        "title": "CMS investigation: North Carolina hospital put on 'immediate jeopardy' status",
        "summary": "A hospital in North Carolina has been put on 'immediate jeopardy' status due to an investigation by CMS.",
        "hyperlink": "https://www.statnews.com/2025/10/27/cms-north-carolina-investigation-hca-mission-hospital-immediate-jeopardy/",
        "date": "27-10-2025"
    },
    {
        "title": "Cigna rebates: Organon, Intellia, Novartis face fraud allegations over generic drug prices",
        "summary": "Cigna has alleged that Organon, Intellia, and Novartis have committed fraud over generic drug prices.",
        "hyperlink": "https://www.statnews.com/2025/10/27/cigna-rebates-organon-intellia-novartis-fraud-generics/",
        "date": "27-10-2025"
    },
    {
        "title": "Cardiac health study: Exercise provides greater benefit for women",
        "summary": "A new study has found that exercise provides greater benefits for women's cardiac health.",
        "hyperlink": "https://www.statnews.com/2025/10/27/cardiac-health-study-exercise-provides-greater-benefit-women/",
        "date": "27-10-2025"
    },
    {
        "title": "China biotech drugmakers seek partnerships",
        "summary": "Chinese biotech companies are seeking partnerships with other companies.",
        "hyperlink": "https://www.statnews.com/2025/10/27/china-biotech-drugmakers-partnerships/",
        "date": "27-10-2025"
    },
    {
        "title": "Pharmacy desert: Walgreens closes Rite Aid in rural areas, leaving patients without insulin",
        "summary": "Walgreens is closing Rite Aid pharmacies in rural areas, leaving patients without access to insulin.",
        "hyperlink": "https://www.statnews.com/2025/10/27/pharmacy-desert-walgreens-closes-rite-aid-rural-insulin/",
        "date": "27-10-2025"
    },
    {
        "title": "Intellia pauses two late-stage CRISPR gene-editing trials after emergence of safety concern",
        "summary": "Intellia pauses two late-stage CRISPR gene-editing trials due to safety concerns",
        "hyperlink": "https://www.statnews.com/2025/10/27/intellia-gene-editing-trial-pause/",
        "date": "27-10-2025"
    },
    {
        "title": "For Intellia Therapeutics, CRISPR drug’s safety concern is an existential threat",
        "summary": "Intellia Therapeutics faces an existential threat due to safety concerns with its CRISPR drug",
        "hyperlink": "https://www.statnews.com/2025/10/27/intellia-therapeutics-crispr-impact/",
        "date": "27-10-2025"
    },
    {
        "title": "All of a sudden, dementia treatment is becoming very exciting",
        "summary": "Biomarker-based therapeutics and better diagnoses are changing dementia care",
        "hyperlink": "https://www.statnews.com/2025/10/27/dementia-stigma-biomarker-based-therapeutics-treatment/",
        "date": "27-10-2025"
    },
    {
        "title": "Hope and ‘no regrets’: How pancreatic cancer surgeon Dr. Michael Zinner faced a pancreatic cancer diagnosis",
        "summary": "A pancreatic cancer surgeon shares his experience of facing a pancreatic cancer diagnosis",
        "hyperlink": "https://www.statnews.com/2025/10/27/how-a-cancer-surgeon-faced-cancer-diagnosis/",
        "date": "27-10-2025"
    },
    {
        "title": "There's a clinical preceptor shortage – but telemedicine can help",
        "summary": "By  Andrea Fox",
        "hyperlink": "https://www.healthcareitnews.com/news/theres-clinical-preceptor-shortage-telemedicine-can-help",
        "date": "27-10-2025"
    },
    {
        "title": "Are hospitals and health systems really ready for AI?",
        "summary": "Healthcare leaders are bullish about the benefits of artificial intelligence, a new report from Kyndryl shows, but many are still grappling with basic questions around IT infrastructure, cybersecurity, regulations, workforce and change management.",
        "hyperlink": "https://www.healthcareitnews.com/news/are-hospitals-and-health-systems-really-ready-ai",
        "date": "27-10-2025"
    },
    {
        "title": "S'pore partnership to introduce AI-driven community health training",
        "summary": "A private college and its fin-medtech partner are developing Singapore’s first AI-enabled education pathway to train community health coaches in digital tools and data-driven preventive care.",
        "hyperlink": "https://www.healthcareitnews.com/news/asia/spore-partnership-introduce-ai-driven-community-health-training",
        "date": "27-10-2025"
    },
    {
        "title": "Virtual care platform Felix Health secures $53M",
        "summary": "Virtual care platform Felix Health secures $53M.",
        "hyperlink": "https://www.mobihealthnews.com/news/virtual-care-platform-felix-health-secures-53m",
        "date": "27-10-2025"
    },
    {
        "title": "Guardant Health partners with Zephyr AI to advance cancer research",
        "summary": "Guardant Health partners with Zephyr AI to advance cancer research.",
        "hyperlink": "https://www.mobihealthnews.com/news/guardant-health-partners-zephyr-ai-advance-cancer-research",
        "date": "27-10-2025"
    },
    {
        "title": "Global Exclusive: Honey Health CEO discusses the company's $7.8M funding round",
        "summary": "Matt Faustman, Honey Health's founder and CEO, said that in 2026 organizations will be looking for an operational platform instead of narrow point solutions.",
        "hyperlink": "https://www.mobihealthnews.com/news/exclusive-honey-health-ceo-discusses-companys-78m-funding-round",
        "date": "27-10-2025"
    },
    {
        "title": "CAR-T therapies from Cabaletta, Bristol Myers Squibb induce remissions in patients with autoimmune disorders",
        "summary": "CAR-T therapies from Cabaletta and Bristol Myers Squibb have been shown to induce remissions in patients with autoimmune disorders.",
        "hyperlink": "https://www.statnews.com/2025/10/27/cabaletta-bristol-myers-cart-autoimmune/",
        "date": "26-10-2025"
    },
    {
        "title": "BridgeBio study data on drug for rare form of muscular dystrophy could set up approval",
        "summary": "BridgeBio has released study data on a drug for a rare form of muscular dystrophy, which could lead to approval.",
        "hyperlink": "https://www.statnews.com/2025/10/27/bridgebio-limb-girdle-muscular-dystrophy/",
        "date": "26-10-2025"
    },
    {
        "title": "For heart health, physical activity favors women",
        "summary": "A new study has found that physical activity has a greater benefit for women's heart health than men's.",
        "hyperlink": "https://www.statnews.com/2025/10/27/cardiac-health-study-exercise-provides-greater-benefit-women/",
        "date": "26-10-2025"
    },
    {
        "title": "Blue Cross plans to target doctors for overcharging. Physicians are furious",
        "summary": "Blue Cross plans to target doctors for overcharging, and physicians are speaking out against the plan.",
        "hyperlink": "https://www.statnews.com/2025/10/27/blue-cross-algorithm-for-health-care-costs-infuriates-doctors/",
        "date": "26-10-2025"
    },
    {
        "title": "Korea reinstates telemedicine limits post-emergency",
        "summary": "With the national health emergency lifted, South Korea will reapply restrictions on hospital-level telemedicine and cap virtual consultations at 30% of total visits.",
        "hyperlink": "https://www.healthcareitnews.com/news/asia/korea-reinstates-telemedicine-limits-post-emergency",
        "date": "26-10-2025"
    },
    {
        "title": "Is new insurance company downcoding long overdue or a travesty? STAT readers weigh in",
        "summary": "STAT readers are weighing in on whether a new insurance company's downcoding is long overdue or a travesty.",
        "hyperlink": "https://www.statnews.com/2025/10/25/stat-letters-editor-downcoding-health-profits/",
        "date": "25-10-2025"
    },
    {
        "title": "How much should healthy medical research volunteers get paid?",
        "summary": "There is a debate about how much healthy medical research volunteers should get paid.",
        "hyperlink": "https://www.statnews.com/2025/10/25/dysentery-human-challenge-study-medical-research-pay/",
        "date": "25-10-2025"
    },
    {
        "title": "Novartis to buy RNA-focused Avidity in $12 billion deal",
        "summary": "Novartis is buying RNA-focused Avidity in a $12 billion deal.",
        "hyperlink": "https://www.statnews.com/2025/10/26/novartis-acquire-avidity-rna-neuromuscular-diseases/",
        "date": "25-10-2025"
    },
    {
        "title": "Generic drugmakers seek to thwart a Connecticut law that would cap rising prices",
        "summary": "Generic drugmakers are seeking to thwart a Connecticut law that would cap rising prices.",
        "hyperlink": "https://www.statnews.com/pharmalot/2025/10/27/generic-makers-connecticut-law-prices-inflation/",
        "date": "25-10-2025"
    },
    {
        "title": "Advocate investigates algorithms that determine Medicaid at-home care",
        "summary": "Advocate is investigating algorithms used to determine Medicaid at-home care.",
        "hyperlink": "https://www.statnews.com/2025/10/24/advocate-investigates-algorithms-determine-medicaid-at-home-care/",
        "date": "24-10-2025"
    },
    {
        "title": "Optum deploys AI for real-time claims processing",
        "summary": "Providers know instantly what’s covered, payers receive more comprehensive claims and patients know their coverage before leaving the doctor's office, Optum says.",
        "hyperlink": "https://www.healthcareitnews.com/news/optum-deploys-ai-real-time-claims-processing",
        "date": "24-10-2025"
    },
    {
        "title": "Cloud contact center helps Springfield Clinic save $1.6M annually",
        "summary": "The CIO of the 90-location multi-specialty medical group explains how call abandonment rate dropped by 44% and average wait times decreased by 71% – leading to an improved patient experience.",
        "hyperlink": "https://www.healthcareitnews.com/news/cloud-contact-center-helps-springfield-clinic-save-16m-annually",
        "date": "24-10-2025"
    },
    {
        "title": "AI-powered tool can help seniors stay in their homes",
        "summary": "By merging radar sensing with AI, Sumit Nagpal, Cherish Health founder and CEO, explains that the company's digital health tool enhances seniors' safety at home, measuring biometrics and contacting responders when necessary.",
        "hyperlink": "https://www.mobihealthnews.com/video/ai-powered-tool-can-help-seniors-stay-their-homes",
        "date": "24-10-2025"
    },
    {
        "title": "EVENT: Former FDA Commissioner Scott Gottlieb addresses bioelectronic innovation",
        "summary": "At The Constellation Forum 2025 in New York, Gottlieb said there are and will continue to be challenges regulating software when it comes to AI devices.",
        "hyperlink": "https://www.mobihealthnews.com/news/event-former-fda-commissioner-scott-gottlieb-addresses-bioelectronic-innovation",
        "date": "24-10-2025"
    },
    {
        "title": "HIMSSCast: Hospital-at-Home lessons from Virtua Health, Part 2",
        "summary": "In the second episode of this three-part series, the New Jersey health system's CIO and its president of advanced care operations discuss how they grew and scaled their acute care at home program and realized clinical, financial and operational ROI.",
        "hyperlink": "https://www.mobihealthnews.com/podcast/himsscast-hospital-home-lessons-virtua-health-part-2",
        "date": "24-10-2025"
    },
    {
        "title": "WHOOP sues Polar for trademark infringement",
        "summary": "WHOOP sues Polar for trademark infringement.",
        "hyperlink": "https://www.mobihealthnews.com/news/whoop-sues-polar-trademark-infringement",
        "date": "24-10-2025"
    },
    {
        "title": "Startups push the FDA and biotech booms in North Carolina",
        "summary": "Startups are pushing the boundaries of biotech innovation in North Carolina, with the FDA playing a crucial role in the state's booming industry.",
        "hyperlink": "https://www.statnews.com/2025/10/23/fda-startups-biotech-north-carolina-readout-loud-podcast/",
        "date": "23-10-2025"
    },
    {
        "title": "Advocacy groups form a buyer’s club to obtain generic versions of pricey Vertex cystic fibrosis drug",
        "summary": "Advocacy groups are forming a buyer's club to obtain generic versions of Vertex's cystic fibrosis drug, which is currently very expensive.",
        "hyperlink": "https://www.statnews.com/pharmalot/2025/10/23/advocates-buyers-club-generic-vertex-cystic-fibrosis-drug/",
        "date": "23-10-2025"
    },
    {
        "title": "Moderna forges ahead with cancer therapies despite tough year",
        "summary": "Moderna is continuing to develop its cancer therapies despite facing challenges in the past year.",
        "hyperlink": "https://www.statnews.com/2025/10/23/moderna-cancer-pipeline-esmo-interview-kyle-holen/",
        "date": "23-10-2025"
    },
    {
        "title": "FDA delivers split decision on GSK’s blood cancer drug Blenrep",
        "summary": "The FDA has approved GSK's blood cancer drug Blenrep for use in certain cases, but has not approved it for use in other cases.",
        "hyperlink": "https://www.statnews.com/2025/10/23/fda-approves-blenrep-gsk-drug-multiple-myeloma/",
        "date": "23-10-2025"
    },
    {
        "title": "Q&A: Saint Peter’s University Hospital cuts ED visits with SDOH software",
        "summary": "Ishani Ved, director of transformational population health and outcomes at Saint Peter’s Healthcare System, discusses the implementation process for a population health management platform.",
        "hyperlink": "https://www.mobihealthnews.com/news/qa-saint-peters-university-hospital-cuts-ed-visits-sdoh-software",
        "date": "23-10-2025"
    },
    {
        "title": "SheMed raises $50M to expand women's GLP-1 weight management platform",
        "summary": "The company will use the funds to grow its UK presence, expand its workforce, advance research and patient experience efforts, and enhance its data-driven care platform.",
        "hyperlink": "https://www.mobihealthnews.com/news/shemed-raises-50m-expand-womens-glp-1-weight-management-platform",
        "date": "23-10-2025"
    },
    {
        "title": "MJH Life Sciences acquires BPD Healthcare",
        "summary": "The alliance with MJH Life Sciences will improve BPD’s ability to deliver integrated, data-driven offerings to academic medical centers, physicians, pharmacists and managed care professionals.",
        "hyperlink": "https://www.mobihealthnews.com/news/mjh-life-sciences-acquires-bpd-healthcare",
        "date": "23-10-2025"
    },
    {
        "title": "Moderna CMV vaccine study failure",
        "summary": "Moderna's CMV vaccine study has failed.",
        "hyperlink": "https://www.statnews.com/2025/10/22/moderna-cmv-vaccine-study-failure/",
        "date": "22-10-2025"
    },
    {
        "title": "Would you contract dysentery for $7,300?",
        "summary": "A new study is offering participants $7,300 to contract dysentery, raising questions about the ethics of medical research and the lengths to which people will go for financial gain.",
        "hyperlink": "https://www.statnews.com/2025/10/22/healthy-medical-research-study-pay/",
        "date": "22-10-2025"
    },
    {
        "title": "The cost of health insurance for a family jumps to $27,000",
        "summary": "The cost of health insurance for a family has increased to $27,000 per year, according to a new report.",
        "hyperlink": "https://www.statnews.com/2025/10/22/health-insurance-premiums-up-6-percent-kff-reports/",
        "date": "22-10-2025"
    },
    {
        "title": "European oncology experts roll out guidance for use of large language models in clinical care",
        "summary": "European oncology experts have developed guidance for the use of large language models in clinical care, which could help to improve patient outcomes.",
        "hyperlink": "https://www.statnews.com/2025/10/22/new-esmo-guidance-ai-use-in-oncology/",
        "date": "22-10-2025"
    },
    {
        "title": "AMA wades into turbulent debate over AI regulation with new digital health center",
        "summary": "The American Medical Association has launched a new digital health center to explore the use of AI in healthcare and develop guidelines for its regulation.",
        "hyperlink": "https://www.statnews.com/2025/10/21/ama-ai-regulation-ceo-john-whyte-interview/",
        "date": "21-10-2025"
    },
    {
        "title": "STAT Plus: States feel crunch of Medicaid work requirement deadline as they await clarity from CMS",
        "summary": "States are feeling the pressure of a looming deadline to implement Medicaid work requirements, as they await guidance from the Centers for Medicare and Medicaid Services (CMS).",
        "hyperlink": "https://www.statnews.com/2025/10/17/medicaid-work-requirements-put-deadline-pressure-on-states/",
        "date": "17-10-2025"
    },
    {
        "title": "In overlooked cellular connections, this researcher charted Zika’s path to the placenta",
        "summary": "A researcher has discovered a new way that the Zika virus can infect the placenta, which could lead to the development of new treatments for the disease.",
        "hyperlink": "https://www.statnews.com/2025/10/17/rafael-michita-wunderkinds-zika-hiv-virus-research-placenta/",
        "date": "17-10-2025"
    },
    {
        "title": "Funding cuts threaten new generation of cancer immunotherapies, researcher says",
        "summary": "Funding cuts could threaten the development of new cancer immunotherapies, a researcher has warned.",
        "hyperlink": "https://www.statnews.com/2025/10/16/dr-miriam-merad-research-cuts-threaten-new-cancer-immunotherapy/",
        "date": "16-10-2025"
    },
    {
        "title": "This scientist is revealing the immune system in our nasal passages",
        "summary": "A scientist is studying the immune system in the nasal passages to better understand how it functions and how it can be used to develop new treatments for diseases.",
        "hyperlink": "https://www.statnews.com/2025/10/16/sydney-ramirez-wunderkinds-covid-upper-airway-immune-system/",
        "date": "16-10-2025"
    },
    {
        "title": "How North Carolina built manufacturing boomtowns for biotech",
        "summary": "North Carolina's biotech industry has experienced significant growth in recent years, with several major companies setting up manufacturing facilities in the state.",
        "hyperlink": "https://www.statnews.com/2025/10/15/biotech-north-carolina-manufacturing/",
        "date": "15-10-2025"
    },
    {
        "title": "The word ‘dementia’ is about to lose its value",
        "summary": "The term 'dementia' may become less useful as a diagnosis as researchers develop more targeted treatments for specific types of cognitive decline.",
        "hyperlink": "https://www.statnews.com/2025/10/14/dementia-biomarker-based-diagnoses-alzheimers-late-lewy-body/",
        "date": "14-10-2025"
    },
    {
        "title": "FDA under Trump: RFK Jr. staff describe political pressure",
        "summary": "Staff members describe the political pressure they faced while working under the Trump administration.",
        "hyperlink": "https://www.statnews.com/2025/10/14/fda-under-trump-rfk-jr-staff-describe-political-pressure/",
        "date": "14-10-2025"
    },
    {
        "title": "STAT Plus: Medicare Advantage insurers still in retreat as annual enrollment kicks off",
        "summary": "Medicare Advantage insurers are still retreating from the market as annual enrollment kicks off, despite efforts by the Centers for Medicare and Medicaid Services (CMS) to stabilize the program.",
        "hyperlink": "https://www.statnews.com/2025/10/13/medicare-advantage-plans-open-enrollment-2026-benefits-costs/",
        "date": "13-10-2025"
    },
    {
        "title": "Party in biotech land and AstraZeneca’s miscalculation",
        "summary": "The biotech industry is celebrating a major breakthrough, but AstraZeneca's miscalculation has raised concerns about the company's future prospects.",
        "hyperlink": "https://www.statnews.com/2025/10/09/readout-loud-podcast-biotech-peter-marks-eli-lilly-astrazeneca/",
        "date": "09-10-2025"
    },
    {
        "title": "When patients refuse cancer treatment",
        "summary": "A new study has found that some cancer patients are refusing treatment, highlighting the need for more personalized approaches to care.",
        "hyperlink": "https://www.statnews.com/2025/10/08/breast-cancer-treatment-options-support-oncologists-refusal/",
        "date": "08-10-2025"
    },
    {
        "title": "Telehealth companies shift from providing patient access to selling drugs",
        "summary": "Telehealth companies are shifting their focus from providing patient access to selling drugs.",
        "hyperlink": "https://www.statnews.com/2025/10/06/telehealth-companies-shift-from-providing-patient-access-to-selling-drugs/",
        "date": "06-10-2025"
    },
    {
        "title": "Regulation and Resilience: Best Practices for Securing Healthcare Data in the AI Era",
        "summary": "Healthcare organizations must prioritize data security and resilience in the AI era by implementing best practices such as encryption, access controls, and incident response plans.",
        "hyperlink": "https://healthtechmagazine.net/article/2025/10/regulation-resilience-best-practices-securing-healthcare-data-ai-era",
        "date": "01-10-2025"
    },
    {
        "title": "Why Observability is the Future of IT Ops in Healthcare",
        "summary": "Observability is the future of IT ops in healthcare because it provides real-time insights into system performance and enables healthcare professionals to make data-driven decisions.",
        "hyperlink": "https://healthtechmagazine.net/article/2025/10/why-observability-future-it-ops-healthcare",
        "date": "01-10-2025"
    },
    {
        "title": "Pair Video and AI to Reduce Medical Errors",
        "summary": "Pairing video and AI can help reduce medical errors by providing real-time feedback and enabling healthcare professionals to make more accurate diagnoses.",
        "hyperlink": "https://healthtechmagazine.net/article/2025/10/pair-video-and-ai-reduce-medical-errors",
        "date": "01-10-2025"
    },
    {
        "title": "How AI Improves Healthcare Collaboration and Productivity in a Hybrid Work Environment",
        "summary": "As hybrid work in healthcare evolves, artificial intelligence-powered collaboration tools are helping clinicians communicate faster, access information instantly and deliver more coordinated patient care.",
        "hyperlink": "https://healthtechmagazine.net/article/2025/10/how-ai-improves-healthcare-collaboration-and-productivity-hybrid-work-environment",
        "date": "01-10-2025"
    },
    {
        "title": "Understanding Low-Code and No-Code for Healthcare",
        "summary": "Understanding low-code and no-code for healthcare",
        "hyperlink": "https://healthtechmagazine.net/article/2025/10/low-code-no-code-healthcare-hipaa-compliant-perfcon",
        "date": "01-10-2025"
    },
    {
        "title": "IHS’s PATH EHR Rollout Aims to Modernize Healthcare for Native Americans",
        "summary": "IHS's PATH EHR rollout aims to modernize healthcare for Native Americans",
        "hyperlink": "https://healthtechmagazine.net/article/2025/10/ihss-path-ehr-rollout-aims-modernize-healthcare-native-americans",
        "date": "01-10-2025"
    },
    {
        "title": "Medicaid approves extra hospital payments in New Mexico, West Virginia ahead of tax law",
        "summary": "Medicaid has approved extra hospital payments in New Mexico and West Virginia ahead of tax law changes.",
        "hyperlink": "https://www.statnews.com/2025/07/25/medicaid-approves-extra-hospital-payments-in-new-mexico-west-virginia-ahead-of-tax-law/",
        "date": "25-07-2025"
    },
    {
        "title": "Extending IAM and Zero Trust to All Administrative Accounts",
        "summary": "Extending IAM and Zero Trust to all administrative accounts can improve security",
        "hyperlink": "https://healthtechmagazine.net/article/2025/07/extending-iam-and-zero-trust-all-administrative-accounts",
        "date": "01-07-2025"
    },
    {
        "title": "Healthcare Organizations Must Prioritize Clinical Care Resiliency",
        "summary": "Healthcare organizations must prioritize clinical care resiliency to ensure that they can provide high-quality care even in the face of disruptions or disasters.",
        "hyperlink": "https://healthtechmagazine.net/article/2025/06/healthcare-organizations-must-prioritize-clinical-care-resiliency",
        "date": "01-06-2025"
    },
    {
        "title": "How Remote Monitoring Can Help Improve Care for Chronic-Disease Patients",
        "summary": "Remote monitoring can help improve care for chronic disease patients by providing real-time data and enabling healthcare professionals to make informed decisions.",
        "hyperlink": "https://healthtechmagazine.net/article/2024/04/how-remote-monitoring-can-help-improve-care-chronic-disease-patients",
        "date": "01-04-2024"
    }
]